{
  "items": [
    {
      "date": "2021-05-19",
      "data": {
        "copyright": "Jason Guenzel",
        "date": "2021-05-19",
        "explanation": "Normally faint and elusive, the Jellyfish Nebula is caught in this alluring scene. In the telescopic field of view two bright yellowish stars, Mu and Eta Geminorum, stand just below and above the Jellyfish Nebula at the left. Cool red giants, they lie at the foot of the celestial twin. The Jellyfish Nebula itself floats below and left of center, a bright arcing ridge of emission with dangling tentacles. In fact, the cosmic jellyfish is part of bubble-shaped supernova remnant IC 443, the expanding debris cloud from a massive star that exploded. Light from that explosion first reached planet Earth over 30,000 years ago. Like its cousin in astrophysical waters the Crab Nebula supernova remnant, the Jellyfish Nebula is known to harbor a neutron star, the remnant of the collapsed stellar core. Composed on April 30, this telescopic snapshot also captures Mars. Now wandering through early evening skies, the Red Planet also shines with a yellowish glow on the right hand side of the field of view. Of course, the Jellyfish Nebula is about 5,000 light-years away, while Mars is currently almost 18 light-minutes from Earth.",
        "hdurl": "https://apod.nasa.gov/apod/image/2105/Guenzel-JellyfishMars30APR2021.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Jellyfish and Mars",
        "url": "https://apod.nasa.gov/apod/image/2105/Guenzel-JellyfishMars30APR2021_1000.jpg"
      }
    },
    {
      "date": "2021-05-20",
      "data": {
        "copyright": "Martin Dufour",
        "date": "2021-05-20",
        "explanation": "In 1716, English astronomer Edmond Halley noted, \"This is but a little Patch, but it shews itself to the naked Eye, when the Sky is serene and the Moon absent.\" Of course, M13 is now less modestly recognized as the Great Globular Cluster in Hercules, one of the brightest globular star clusters in the northern sky. Sharp telescopic views like this one reveal the spectacular cluster's hundreds of thousands of stars. At a distance of 25,000 light-years, the cluster stars crowd into a region 150 light-years in diameter. Approaching the cluster core upwards of 100 stars could be contained in a cube just 3 light-years on a side. For comparison, the closest star to the Sun is over 4 light-years away. The remarkable range of brightness recorded in this image follows stars into the dense cluster core. Distant background galaxies in the medium-wide field of view include NGC 6207 at the lower right.",
        "hdurl": "https://apod.nasa.gov/apod/image/2105/M13_FA12STXL11002_LRGB_2021-05.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "M13: The Great Globular Cluster in Hercules",
        "url": "https://apod.nasa.gov/apod/image/2105/M13_FA12STXL11002_LRGB_2021-05_1024.jpg"
      }
    }
  ]
}